Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: SOLIDARITY DEMOCRACY DEVELOPMENT
pl: SOLIDARNOŚĆ DEMOKRACJA ROZWÓJ

source: Pursuant to the Development Cooperation Act of 16 September 2011, development cooperation is implemented on the basis of the Multiannual Development Cooperation Programme (the "Programme").
pl: Zgodnie z ustawą o współpracy rozwojowej z dnia 16 września 2011 r. współpracę rozwojową prowadzi się na podstawie Wieloletniego programu współpracy rozwojowej, zwanego dalej Programem.

source: The Programme lays down the goals as well as the geographical and thematic areas of Polish development cooperation, and specifies its basic principles.
pl: Program precyzuje cele i obszary tematyczne oraz geograficzne polskiej współpracy rozwojowej oraz określa jej podstawowe zasady.

source: They were based on an analysis of strategic documents and on the needs and development paths of partner countries.
pl: Zostały one opracowane na podstawie analizy dokumentów strategicznych, potrzeb oraz ścieżek rozwoju krajów partnerskich.

source: The Programme was developed with the engagement, knowledge and experience of government administration officials, civil society representatives and independent experts.
pl: Prace nad Programem prowadzone były z zaangażowaniem i wykorzystaniem wiedzy oraz doświadczenia przedstawicieli organów administracji rządowej, przedstawicieli społeczeństwa obywatelskiego, a także niezależnych ekspertów.

source: It is based on the conclusions drawn from other donors' initiatives and the MFA's own experiences, e.g. gained while implementing previous annual programmes.
pl: Program w swoich założeniach nawiązuje zarówno do wniosków z oceny inicjatyw prowadzonych przez innych donatorów, jak i własnych doświadczeń wynikających m.in.

source: This will make it possible to define a streamlined catalogue with thematic and geographical areas where Poland plans to develop its competitive advantages.
pl: Pozwoli to na stworzenie ograniczonego katalogu obszarów tematycznych i geograficznych, w których Polska rozwijać będzie swoje przewagi konkurencyjne.

source: The Programme can be modified, in particular in connection with new social and political developments in a given country/region, adoption of new legislative solutions, development of cooperation within the European Union (including in the field of joint programming), as well as following the conclusions from the periodic review.
pl: Program może ulegać modyfikacjom, w szczególności w związku ze zmianą sytuacji społeczno-politycznej w danym kraju/regionie, przyjęciem nowych rozwiązań legislacyjnych, rozwojem współpracy w ramach Unii Europejskiej (w tym dotyczącej wspólnego programowania), a także w wyniku analizy wniosków przeglądu okresowego.

source: The Programme's modification is subject to approval by the Council of Ministers.
pl: Modyfikacja Programu wymaga akceptacji Rady Ministrów.

source: The Programme covers activities that will be directed to countries included in the DAC list of ODA recipients.
pl: Program opisuje działania na rzecz państw znajdujących się na liście beneficjentów oficjalnej pomocy rozwojowej OECD/DAC.

source: The document is divided into two parts.
pl: Dokument podzielony został na dwie części.

source: Part one sets out goals, principles, and forms of assistance and describes the thematic and geographical areas of Polish development aid.
pl: Pierwsza przestawia cele, zasady, formy udzielanego wsparcia oraz opisuje obszary tematyczne i geograficzne polskiej pomocy rozwojowej.

source: The Appendix lays down specific priorities that Poland plans to concentrate on in the years 2012-2015.
pl: W aneksie przedstawiono natomiast szczegółowe priorytety, do realizacji których Polska będzie dążyć w latach 2012-2015 poprzez krajowy system pomocy rozwojowej.

source: 1. Objectives of development cooperation
pl: 1. Cele współpracy rozwojowej

source: Development concerns many areas, but most of all it aims at constant improvement of economic, social and political capacities of countries, societies and individuals (United Nations Declaration on the Right to Development, 1986).
pl: Rozwój dotyczy wielu dziedzin, jednak przede wszystkim zakłada trwałe poszerzanie możliwości gospodarczych i społeczno-politycznych państw, ich społeczeństw oraz poszczególnych jednostek (Deklaracja Narodów Zjednoczonych o prawie do rozwoju, 1986).

source: For Poland, development cooperation is an important element of both its policy towards its closest neighbours and its engagement in more distant areas.
pl: Współpraca rozwojowa stanowi dla Polski istotną część zarówno polityki wobec najbliższych sąsiadów, jak i zaangażowania w bardziej odległych regionach.

source: 1, undertaking actions which contribute to reducing poverty and improving the health condition of the population, as well as raising the level of education and professional qualifications of the population.
pl: 1, podejmowanie działań zmierzających do redukcji ubóstwa, poprawy stanu zdrowia ludności i podnoszenie poziomu wykształcenia i kwalifikacji zawodowych ludności.

source: Moreover, it broadens Polish citizens' knowledge about global interdependencies, with special emphasis on problems faced by developing countries.
pl: Przyczynia się do poszerzania wiedzy wśród polskich obywateli na temat współzależności globalnych, ze szczególnym uwzględnieniem problemów krajów rozwijających się.

source: Polish involvement in development cooperation also bolsters the country's foreign policy, reinforces European development policy and helps meet Poland's international commitments to the Millennium Development Goals.
pl: Polskie działania w zakresie współpracy rozwojowej wspierają także politykę zagraniczną kraju, wzmacniają europejską politykę rozwoju oraz służą wypełnianiu przez Polskę międzynarodowych zobowiązań w realizacji Milenijnych Celów Rozwoju.

source: Solidarity is both the driving force behind and the objective of Poland's involvement in development cooperation.
pl: Solidarność to zarówno powód, jak i cel polskiego zaangażowania we współpracę rozwojową.

source: Development cooperation implemented in the framework of the Programme is additionally governed by the following overriding principles:
pl: Współpraca rozwojowa realizowana w ramach Programu kieruje się ponadto następującymi nadrzędnymi zasadami:

source: a. subsidiarity, taking into account social, cultural, economic and political characteristics of local communities, and by seeking the greatest possible inclusion of local partners and beneficiaries in deciding about their own development; b. coordinating actions with other donors; c. improving aid effectiveness, in particular by adhering to the principles of alignment, harmonisation, managing for development results, transparency and mutual accountability in relations with partner countries; d. respecting and protecting human rights, by safeguarding equal opportunities, counteracting any forms of discrimination, in particular based on ethnicity, religion, disability or sex, and empowerment of women;
pl: a. pomocniczości, uwzględniania lokalnych uwarunkowań społecznych, kulturowych, gospodarczych i politycznych oraz jak najszerszego zaangażowania partnerów lokalnych i beneficjentów w podejmowanie decyzji dotyczących ich własnego rozwoju; b. koordynacji działań z innymi donatorami; c. zwiększania skuteczności udzielanej pomocy, w tym w szczególności zapewnienia zasady dostosowania, harmonizacji, orientacji na rezultaty, przejrzystości i wzajemnej odpowiedzialności w relacji z krajami partnerskimi; d. poszanowania i przestrzegania praw człowieka, uwzględniania równości szans, przeciwdziałania wszelkim formom dyskryminacji, w szczególności ze względu na

source: Conditions for sustainable development are also created by stimulating economic growth with financial instruments.
pl: Tworzenie warunków do trwałego rozwoju społeczno-gospodarczego odbywa się także w drodze pobudzania rozwoju gospodarczego instrumentami finansowymi.

source: e. concern for natural environment and sustainable management of natural resources; f. ensuring coherence between programmes and government strategies on the one hand, and the objectives and priorities of development cooperation on the other hand.
pl: pochodzenie etniczne, wyznanie, niepełnosprawność, płeć, oraz dążenia do zapewnienia awansu społecznego kobiet; e. dbałości o środowisko naturalne i zrównoważone użytkowanie zasobów naturalnych; f. dążenia do zapewnienia spójności programów i strategii rządowych z celami i priorytetami współpracy rozwojowej.

source: 3. Forms of assistance
pl: 3. Formy udzielania pomocy

source: Polish development cooperation is implemented through bilateral channels (for financing activities directed at partner countries), as well as through multilateral cooperation via international organizations, programmes and funds.
pl: Polska współpraca rozwojowa realizowana jest poprzez wykorzystanie kanałów współpracy dwustronnej - finansowanie działań bezpośrednio skierowanych do państw partnerskich oraz współpracy wielostronnej - za pośrednictwem organizacji międzynarodowych, programów i funduszy międzynarodowych.

source: It is also possible to cooperate with other donors in activities directed at a specific partner country.
pl: Poza tym istnieje również możliwość współdziałania z innymi partnerami w realizacji działań skierowanych do konkretnego kraju partnerskiego.

source: In such an event, the project is co-financed or technical assistance is provided to measures funded from the budget of other donor countries, the EU or other international organizations.
pl: W takim przypadku możliwe jest współfinansowanie lub udzielanie wsparcia technicznego przy wdrażaniu działań finansowanych w szczególności z budżetów innych państw, Unii Europejskiej lub innych organizacji międzynarodowych.

source: Bilateral aid activities can be undertaken by public finance sector agencies, research institutes, NGOs and private sector entities.
pl: Działania w ramach pomocy dwustronnej realizowane mogą być przez jednostki sektora finansów publicznych, instytuty badawcze, organizacje pozarządowe i podmioty sektora prywatnego.

source: In cooperation with external partners, the Ministry of Foreign Affairs is conducting a number of its own initiatives, some of which are implemented via Polish diplomatic missions as part of the Small Grants System
pl: Ministerstwo Spraw Zagranicznych prowadzi we współpracy z partnerami zewnętrznymi szereg własnych inicjatyw, w tym także w ramach systemu małych grantów udzielanych przez polskie placówki dyplomatyczne

source: 2. The potential of entities involved in development cooperation will additionally be boosted thanks to trainings and consultancy support.
pl: 2. Poprzez organizację szkoleń i doradztwa wzmocniony zostanie także potencjał podmiotów uczestniczących w realizowaniu współpracy rozwojowej.

source: Development cooperation tasks can also be commissioned to the Polish Foundation for International Development Cooperation "Know-How"
pl: Wykonanie zadań z zakresu współpracy rozwojowej może również zostać zlecone Polskiej Fundacji Międzynarodowej Współpracy na Rzecz Rozwoju „Wiedzieć Jak”

source: The Small Grants System covers projects that are aimed at contributing to the achievement of the Millennium Development Goals and have considerable significance for local communities.
pl: W ramach systemu małych grantów realizowane są projekty służące osiąganiu Milenijnych Celów Rozwoju i mające duże znaczenie dla lokalnych społeczności.

source: To further these objectives, the MFA and diplomatic missions engage in wide-ranging cooperation with local NGOs and public benefit organizations.
pl: W tym celu podejmowana jest szeroka współpraca z miejscowymi organizacjami społecznymi i instytucjami użyteczności publicznej.

source: Since 13 February 2013 the Polish Foundation for International Development Cooperation „Know-How” operates under the name of Solidarity Fund PL.
pl: Od 13 lutego 2013 r. Polska Fundacja Międzynarodowej Współpracy na rzecz Rozwoju „Wiedzieć Jak” działa pod nazwą Fundacja Solidarności Międzynarodowej.

source: Multilateral aid consists of joint projects and programmes that are financed, among other things, from payments made to international organizations, including contributions to specialized agencies, programmes and funds dealing with international development cooperation.
pl: W ramach pomocy wielostronnej realizowane są wspólne projekty i programy finansowane m. in. poprzez wpłaty do organizacji międzynarodowych, w tym składki na rzecz wyspecjalizowanych organizacji, programów i funduszy w ramach międzynarodowej współpracy rozwojowej.

source: The European Union, UN agencies and the Organization for Economic Cooperation and Development (OECD) constitute the major multilateral organizations active in the field international development cooperation and in which Poland is present.
pl: Najważniejszymi forami wielostronnymi zajmującymi się międzynarodową współpracą na rzecz rozwoju, na których obecna jest Polska są Unia Europejska, instytucje Systemu Narodów Zjednoczonych, a także Organizacja Współpracy Gospodarczej i Rozwoju (OECD).

source: Multilateral cooperation is implemented primarily through Poland's contribution to the EU budget, contribution to the European Development Fund (EDF), as well as voluntary payments made to specialized international agencies.
pl: Współpraca wielostronna prowadzona jest przede wszystkim poprzez udział Polski w finansowaniu budżetu Unii Europejskiej, składkę wpłacaną na rzecz Europejskiego Funduszu Rozwoju (European Development Fund, EDF), a także przez dobrowolne wpłaty do wyspecjalizowanych organizacji międzynarodowych.

source: Thanks to its presence on international fora, Poland co-formulates the rules of functioning and the direction of actions taken in the framework of international development cooperation.
pl: Poprzez obecność na forach międzynarodowych Polska współkształtuje reguły funkcjonowania i kierunki podejmowanych działań w ramach międzynarodowej współpracy na rzecz rozwoju.

source: 4. Areas supported through bilateral channels
pl: 4. Obszary wsparcia realizowane kanałem dwustronnym

source: Poland's development aid is implemented in a number of thematic and geographical areas.
pl: Polska pomoc rozwojowa realizowana jest w ramach tematycznych i geograficznych obszarów wsparcia.

source: Geographical areas are divided into two groups.
pl: Obszary geograficzne podzielone zostały na dwie grupy.

source: The first group consists of the six Eastern Partnership countries: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine.
pl: Pierwsza grupa obejmuje sześć państw należących do Partnerstwa Wschodniego - Armenię, Azerbejdżan, Białoruś, Gruzję, Mołdawię i Ukrainę.

source: In terms of their development needs, these countries have much in common: the consequences of the command-andquota economy, numerous transitional challenges, and a bloated agricultural sector that is uncompetitive with respect to EU economies.
pl: Pod względem potrzeb rozwojowych kraje te mają wiele wspólnych problemów: pozostałości prowadzenia gospodarki nakazowo-rozdzielczej, liczne zapóźnienia cywilizacyjne, przerośnięty sektor rolniczy mało konkurencyjny wobec gospodarek UE.

source: However, each EaP country has its distinctive features, which the Multiannual Development Cooperation Programme tries to take into consideration.
pl: Każdy z krajów Partnerstwa Wschodniego posiada jednak swoją specyfikę, którą Wieloletni program współpracy rozwojowej stara się uwzględniać.

source: An important factor when choosing recipients was the limited interest that other aid donors had shown for some countries (OECD DAC listed Kyrgyzstan and Tajikistan among potentially under-aided countries), as well as the special relationship that Poland has with Afghanistan (ensuring security and helping to reconstruct the country) and the Authority (Poland's long-standing partner in development cooperation).
pl: Istotne było również stosunkowo niewielkie zainteresowanie innych dawców pomocy działaniami w wybranych krajach (Kirgistan i Tadżykistan znajdują się na opracowanej przez OECD DAC liście państw, którym udzielana jest niewystarczająca pomoc rozwojowa), a także szczególne relacje łączące Polskę z Afganistanem (zapewnienie bezpieczeństwa i wsparcie w odbudowie państwa) i Autonomią Palestyńską (wieloletni partner Polski we współpracy rozwojowej).

source: In North Africa, aid will be provided to countries where the Arab Spring ousted undemocratic regimes and precipitated political transformation.
pl: W przypadku Afryki Północnej wybrano kraje, w których w rezultacie „arabskiej wiosny” usunięto niedemokratyczne reżimy i rozpoczęto proces transformacji ustrojowej.

source: For 2012-2015, two cross-cutting thematic areas were selected: democracy and human rights, and political and economic transformation.
pl: Na okres 2012-2015 wybrano dwa przekrojowe obszary tematyczne - demokrację i prawa człowieka oraz transformację systemową.

source: Thematic areas of development cooperation can be supported in parallel and irrespective of priorities listed in the geographical areas of support.
pl: Obszary tematyczne współpracy rozwojowej mogą być wspierane równolegle oraz niezależnie od priorytetów wymienionych w geograficznych obszarach wsparcia.

source: Democracy and human rights
pl: Demokracja i prawa człowieka

source: Poland's post-1989 transition experience has demonstrated the importance of ensuring civil liberties, establishing the rule of law, protecting human rights and developing civil society.
pl: Doświadczenia polskiej transformacji po 1989 r. pokazały jak ważne jest kształtowanie przestrzeni swobód obywatelskich, budowa państwa prawa, poszanowanie praw człowieka oraz rozwój społeczeństwa obywatelskiego.

source: The Programme will focus in particular on the following activities: a. supporting democracy and good governance, including the cooperation between
pl: a. wspieranie demokracji i dobrego rządzenia, w tym wspieranie współpracy administracji publicznej z organizacjami pozarządowymi i społecznymi;

source: Political and economic transformation
pl: i. wspieranie dialogu społecznego i międzykulturowego;

source: Polish experts can also share knowledge on how to manage the transformation process itself.
pl: Polscy eksperci mogą również zaoferować przekazanie wiedzy nt. mechanizmów zarządzania samym procesem transformacji.

source: In recent years, Poland has seen a rapid development of SMEs, which has contributed to job creation.
pl: W ciągu ostatnich lat w Polsce miał miejsce dynamiczny rozwój małej i średniej przedsiębiorczości, który przyczynił się do tworzenia nowych miejsc pracy.

source: Polish experiences in developing its rural areas, modernizing production, setting up production groups and business sector organizations, creating new nonagricultural jobs and strengthening local leaders' potential provide a good example of successful agricultural modernization and the narrowing of development gap.
pl: Polskie doświadczenie rozwoju obszarów wiejskich, modernizacji produkcji, tworzenia grup producenckich, budowy instytucji otoczenia biznesu, tworzenia nowych miejsc pracy o charakterze pozarolniczym oraz wzmacniania potencjału lokalnych liderów stanowią przykład udanej modernizacji rolnictwa oraz niwelowania różnic w poziomach rozwoju.

source: The environmental situation in Poland has visibly improved thanks to a range of activities to protect the environment, more investment in this field and the implementation of acquis communautaire.
pl: W wyniku szeregu działań na rzecz ochrony środowiska, zwiększanych nakładów na inwestycje w tym obszarze oraz dzięki wdrożeniu acquis communautaire, nastąpiła wyraźna poprawa stanu środowiska naturalnego w Polsce.

source: A number of measures were introduced to limit energy and raw material consumption through the adoption of energy efficient technologies.
pl: Prowadzono m.in. działania obejmujące ograniczanie zużycia energii i surowców poprzez wdrażanie technologii energooszczędnych.

source: As a result, Poland has significantly reduced its pollution emissions.
pl: W ich wyniku Polska znacząco zredukowała emisję zanieczyszczeń.

source: Given the climate change that is affecting the world, Polish experiences in this field can prove interesting for partner countries.
pl: W świetle zachodzących na świecie zmian klimatu polskie doświadczenie w tym zakresie może również okazać się interesujące dla krajów partnerskich.

source: The Programme will focus in particular on the following activities:
pl: Program obejmować będzie w szczególności prowadzenie następujących działań:

source: a. reforming public administration at central, regional and local levels (including selfgovernments), building a non-partisan and effective civil service, supporting anticorruption initiatives undertaken by the central and local governments and the NGOs;
pl: a. reforma administracji publicznej na szczeblu centralnym, regionalnym i lokalnym (w tym samorządowym), budowa apolitycznej, skutecznej służby cywilnej, wspieranie inicjatyw antykorupcyjnych sektora rządowego, samorządowego i pozarządowego;

source: b. ensuring more consistency with EU standards of laws and institutions of partner countries that closely cooperate with the EU;
pl: b. zbliżenie prawa i instytucji do standardów Unii Europejskiej w krajach partnerskich blisko współpracujących z UE;

source: d. developing agriculture and rural areas;
pl: d. rozwój rolnictwa i obszarów wiejskich;

source: e. helping to solve social problems that stem from political and economic transformation, including problems affecting disadvantaged groups;
pl: e. wsparcie rozwiązywania problemów społecznych będących następstwem transformacji systemowej, w tym dotyczących grup defaworyzowanych społecznie;

source: f. counteracting environmental degradation, climate change mitigation and adaptation;
pl: f. przeciwdziałanie degradacji środowiska naturalnego, dążenie do ograniczania zmian klimatu i łagodzenie skutków zmian klimatycznych;

source: Chart: Share of the financial envelope allocated for democratisation and transformation activities in specific geographical regions
pl: Wykres: Procentowy udział działań w zakresie demokratyzacji oraz transformacji w poszczególnych obszarach geograficznych

source: Bilateral projects implemented by the MFA and its external partners with a view to supporting democratisation and political and economic transformation are above all intended to improve the functioning of state institutions, promote good governance, protect democratic standards and human rights, and to build and enhance civil society.
pl: W ramach wspierania demokratyzacji i transformacji systemowej działania dwustronne realizowane przez MSZ oraz parterów zewnętrznych MSZ służą przede wszystkim poprawie funkcjonowania instytucji państwa, wprowadzaniu zasad dobrego rządzenia oraz respektowaniu standardów demokratycznych i poszanowania praw człowieka, a także budowie i umacnianiu społeczeństwa obywatelskiego.

source: In addition, each country has been assigned specific priorities.
pl: Oprócz powyższego, dla każdego kraju zostały wybrane szczegółowe priorytety działań.

source: They were selected following the analysis of a given country's needs and reform ambitions, contacts with its administrative agencies and citizens, as well as the competitive advantages of Polish aid and other donors' activities.
pl: Ich wyboru dokonano na podstawie analizy potrzeb i ambicji reformatorskich danego państwa, kontaktów z jego administracją i obywatelami oraz przy wzięciu pod uwagę przewag konkurencyjnych polskiej oferty pomocowej i aktywności pozostałych donatorów.
